Repository: svmikurov/wse-gui
Catalog: src/wse/resources/locale/*/LC_MESSAGES/nav.po
Languages: ru

source: Move to previous screen
ru: Назад

source: Home screen
ru: Главная страница

source: Assigned exercises screen
ru: Назначенные задания

source: Exercise completion screen
ru: Выполнение заданий

source: Login screen
ru: Авторизоваться

source: Logout
ru: Выйти из учетной записи

source: Account screen
ru: Аккаунт

source: Main math screen
ru: Математика

source: Calculation screen
ru: Вычисления

source: Glossary index screen
ru: Глоссарий

source: Terms screen
ru: Термины

source: Study terms
ru: Изучение терминов

source: Foreign index screen
ru: Иностранный язык

source: Word study screen
ru: Изучение иностранных слов

source: Word study params screen
ru: Параметры изучения слов
